label prolog:

    $ slowTransition('Пролог')

    scene street night
    with fade

    pause 1.5

    nvl show slow_dissolve

    nvl_narrator_white "Вчерашней ночью группу под прикрытием крупного клана мафии Курэнаи-рэн настигает неожиданная облава враждующей 
    с ними банды, когда первые прибыли в место передачи крупной денежной суммы в руки иностранным партнерам."

    nvl_narrator_white "В результате произошла массовая кровопролитная потасовка, некоторых не смогли госпитализировать, у иных не было возможности придать ясности произошедшему ввиду своего физического состояния."

    nvl_narrator_white "В интересах главы мафии Курэнаи-рэн было узнать тех, кто осмелился разинуть пасть на чужое имущество и унести с собой жизни бравых бойцов, присягнувших на верность клану."

    nvl_narrator_white "На запуганных свидетелей (тех из них, которых к утру обнаружили живыми) навряд ли можно понадеется, а оппонирующая группировка умело замела за собой все следы на месте происшествия."

    nvl_narrator_white "Даже пылкий нрав главы клана решил, что дело зашло в тупик... {w}{i}Тупик ли?{/i}"

    nvl hide slow_dissolve

    nvl clear

    jump vstuplenie_zvonok

    return