label prolog:

    $ slowTransition('Пролог')

    scene street night
    with fade

    pause 1.5

    nvl show slow_dissolve

    nvl_narrator_white "Вчерашней ночью банду под прикрытием крупного клана мафии Омежек настигает неожиданная облава враждующей 
    с ними банды, когда первые прибыли в место передачи крупной денежной суммы в руки иностранным партнерам с материка."

    nvl_narrator_white "В результате произошла массовая кровопролитная потасовка, некоторых не смогли госпитализировать, у иных не было возможности придать ясности произошедшему ввиду своего физического состояния."

    nvl_narrator_white "В интересах главые мафии Омежек было узнать группировку, которая осмелилась разинуть пасть на чужое имущество и унести с собой жизни бравых бойцов, присягнувших на верность Омежкам."

    nvl_narrator_white "На запуганных свидетелей (тех из них, которых к утру не обнаружили холодными) навряд ли можно понадеется, а оппонирующая группировка умело замела за собой все следы на месте происшествия."

    nvl_narrator_white "Даже обычно пылкий глава клана Омежек решил, что дело зашло в тупик... {w}{i}Тупик ли?{/i}"

    nvl hide slow_dissolve

    nvl clear

    jump vstuplenie_zvonok

    return