label vstuplenie_vospominania:

    scene kiraguro flat morning
    with dissolve

    narrator "Изначально группа \"F\" была солянкой из \"ветеранов\" и новобранцев, не нашедших своего места в тесных офисных кабинетах, и рискнувших сорвать большой куш на опасных улицах Токио."

    narrator "Среди них был, тогда ещё молодой Акияма вместе со своими школьными друзьями, несколько матёрых бандитов, и наследников, кто был верен клану Курэнаи уже не первое поколение."

    scene kiraguro flat window
    with dissolve
    
    narrator "Акияма Кэй отложил телефон и долго смотрел в окно."

    k "..."

    narrator "Присяга мафии не была осознанно сделанным выбором, и только что он это понял. Его подтолкнули на это друзья, которыми он так дорожил еще с эпох школьной скамьи."

    narrator "Они, бывшие неразлучными с ним и в бурях, и в ураганах, теперь находились в госпиталях и моргах.{w} Сейчас он горько, но мужественно переживал утрату."

    narrator "Они могли бы жить без крыши над головой, но никогда бы не знали, как быть одинокими."

    narrator "А теперь?"

    narrator "Он стоит один в своей дорогой квартире и смотрит на улицу с высоты 19 этажа."

    hide screen guidebook_button

    scene group f photo
    with fade

    pause 3.0

    narrator "Открыв комод и достав оттуда фотографию своих друзей, он долго разглядывает ее и произносит короткую молитву за друзей, прежде чем собраться и выехать на место происшествия."



    jump port_nachalo

    return
